{
    "menu-about": "About",
    "menu-experience": "Experience",
    "menu-projects": "Projects",
    "menu-contact": "Contact",
    
    "banner-description": "I'm a Software engineer with a passion for game, web application and GIS developer, driven by clean design and optimal user experience.",
    "title-button-press": "Press ",
    "title-button-press-2": "here",
    "title-button-press-3": " to download my resume",
    "title-button-info": " for more",

    "title-about-me": "About Me",
    "desc-about-me-1": "Hi, I'm Aryaputra",
    "desc-about-me-2": "I Started as a software engineer back in 2020, working in multiple fields as fullstack developer.",
    "desc-about-me-3": "I'm specialized in developing",
    "desc-about-me-4": "desktop / web application",
    "desc-about-me-5": "also had many experience in software and game development for",
    "desc-about-me-6": "large-scale simulation, geospatial",
    "desc-about-me-7": "and",
    "desc-about-me-8": "engineering solution.",

    "title-career": "Career",
    "date-career-1": "CURRENT",
    "desc-career-1": "Manage the team from the multiple division such as web application dev team, game development team and also 3D modeller team, and also I'm play an active role as a lead game developer to ensure the project runs according to the timeline, specifications and user needs.",
    "desc-career-2": "Worked and become a lead game developer to help for developing large-scale combat simulations for the Indonesian National Armed Forces (TNI), using geospatial technology and multiplayer capability using Unity Engine, I'm also working on 3D vehicle simulator and VR-based simulator products.",
    "desc-career-3-1": "Worked as a full-stack web developer developing analytical dashboards and products for Attorney General's Office (Kejaksaan) and the Indonesian National Armed Forces (TNI).",
    "desc-career-3-2": "I'm also worked in geospatial field to developing product that utilized mapping data for the Indonesian National Armed Forces (TNI) and moved on to help developing large-scale tactical combat simulation product using geospatial technology in web application.",
    "desc-career-4": "Creating and developed a web-based gym management application, as well as creating a company profile website as an introduction to the gym.",
    "desc-career-5": "Creating a printing ordering website, managing web application inventory, and managing databases to publishing and managing websites through hosting sites.",
    "desc-career-6": "Integrate firebase into the website, create and verify authentication for users, chat features for sending messages and also webpush notifications as real-time notification alerts.",

    "title-education": "Education",
    "desc-education-1": "CCIT FTUI is a professional program from the Faculty of Engineering, University of Indonesia in collaboration with an IT institute from India called NIIT. (Equivalent to D2 Level)",
    "desc-education-1-gpa": "(Graduated with a GPA of 3.53)",
    "desc-education-2": "Graduated as the best multimedia student in 2018 and received an additional scholarship as an appreciation.",
    "desc-education-2-gpa": "(Graduated with a vocational grade of 96 / 100)",

    "title-experience": "Experience & Skills",
    "desc-experience-1": "You can",
    "desc-experience-2": "click",
    "desc-experience-3": "the button below to see the corresponding project used by each language / tools.",
    "btn-experience-desc-1": "Press",
    "btn-experience-desc-2": "for detailed view",
    "btn-experience-desc-3": "for simplified view",

    "title-project": "Projects",
    "desc-project": "You can see a portfolio of projects I have supervised and worked on in the section below.",
    "button-project": "Click for more →",
    "desc-project-1": "A large-scale 3D-based simulation system that is played in multiplayer mode to test defense and attack battle scenarios in land, sea & air.",
    "desc-project-2": "A 3D-based Ship and fishing platform simulators used as learning tools to help sailor learning about the fishing ship bridge and the stages of fishing.",
    "desc-project-3": "A large-scale 2D web-based simulation system that is played in multiplayer mode to test defense and attack battle scenarios in land, sea, air & even space.",
    "desc-project-4": "A Web-based application for product (data) management and delivery, as well as scenario mapping using a geospatial platform.",
    "desc-project-5": "The monitoring dashboard uses the Knowage platform to monitor products (data) on the application.",
    "desc-project-6": "A web-based application for managing product inventory, arranging deliveries & communication tool between divisions.",
    "desc-project-7": "Website for ordering and promoting printed products. You can visit it in",
    "desc-project-8": "Web-based application for managing finances, products and gym membership.",
    "desc-project-9": "Online store website for purchasing products.",
    "desc-project-10": "A simple quiz game made using Unity Engine with customizable JSON data",
    "desc-project-11": "A community driven website for desktop and mobile application (android) to help other people translating their project into other language, collecting score and increasing level for a special gift and badge, utilizing technology usch as Java, JSP, JSF and Google Cloud Platform.",
    "desc-project-12": "Website for local ferry information and ticket booking.",
    "desc-project-13": "Website for local delivery and shipping information.",

    "title-personal-project": "Personal Project",
    "desc-personal-project": "My personal project that I had worked on before.",

    "title-contact": "Contact Me",
    "desc-contact": "Want to work together? feel free to contact me using below links.",
    "phone-contact": "Phone Number"
}