{
    "menu-about": "Tentang",
    "menu-experience": "Pengalaman",
    "menu-projects": "Proyek",
    "menu-contact": "Kontak",

    "banner-description": "Saya adalah Software Engineer dengan minat dalam pengembangan game, aplikasi web dan gis developer, mengutamakan design yang rapih dan pengalaman pengguna yang optimal.",
    "title-button-press": "Tekan ",
    "title-button-press-2": "disini",
    "title-button-info": " untuk lebih lanjut",

    "title-about-me": "Tentang Saya",
    "desc-about-me-1": "Hi, saya Aryaputra",
    "desc-about-me-2": "Saya memulai karir sebagai software engineer pada tahun 2020, telah bekerja di berbagai bidang pemrograman fullstack.",
    "desc-about-me-3": "Saya berspesialisasi dalam pengembangan",
    "desc-about-me-4": "aplikasi desktop dan web",
    "desc-about-me-5": "serta memiliki banyak pengalaman dalam pengembangan software dan game untuk",
    "desc-about-me-6": "simulasi skala besar, geospasial",
    "desc-about-me-7": "dan",
    "desc-about-me-8": "solusi engineering lainnya.",

    "title-career": "Karir",
    "date-career-1": "SEKARANG",
    "desc-career-1": "Melakukan pengelola tim dari berbagai divisi, termasuk tim pengembangan aplikasi web, tim pengembangan game, serta tim pemodelan 3D. Selain itu, saya juga berperan aktif sebagai Lead Game Developer untuk memastikan bahwa setiap proyek berjalan sesuai dengan jadwal, spesifikasi teknis, dan kebutuhan pengguna.",
    "desc-career-2": "Bekerja sebagai Lead Game Developer dalam pengembangan simulasi tempur skala besar untuk Tentara Nasional Indonesia (TNI), dengan memanfaatkan teknologi geospasial serta kemampuan multiplayer menggunakan Unity Engine. Saya juga terlibat dalam pengembangan simulator kendaraan 3D dan produk simulator berbasis VR.",
    "desc-career-3-1": "Bekerja sebagai Full-Stack Web Developer dalam mengembangkan dashboard analitik dan produk digital untuk Kejaksaan serta Tentara Nasional Indonesia (TNI).",
    "desc-career-3-2": "Saya juga bekerja di bidang geospasial untuk mengembangkan produk yang memanfaatkan data pemetaan bagi Tentara Nasional Indonesia (TNI), kemudian melanjutkan peran dalam pengembangan produk simulasi tempur taktis skala besar yang berbasis teknologi geospasial dalam bentuk aplikasi web.",
    "desc-career-4": "Pembuatan dan pengembangan aplikasi manajemen gym berbasis web, serta membuat situs web profil perusahaan sebagai media perkenalan dan informasi mengenai gym tersebut.",
    "desc-career-5": "Mengembangkan situs web pemesanan percetakan, mengelola inventaris aplikasi web, serta mengelola basis data untuk keperluan publikasi dan pengelolaan situs web melalui layanan hosting.",
    "desc-career-6": "Mengintegrasikan Firebase ke dalam situs web, membuat dan memverifikasi autentikasi pengguna, serta mengembangkan fitur chat untuk pengiriman pesan dan notifikasi web-push sebagai sistem peringatan notifikasi secara real-time.",

    "title-education": "Pendidikan",
    "desc-education-1": "Program CCIT FTUI merupakan program profesional dari Fakultas Teknik Universitas Indonesia yang diselenggarakan bekerja sama dengan lembaga teknologi informasi asal India, yaitu NIIT.",
    "desc-education-1-gpa": "(Lulus dengan IPK 3.64)",
    "desc-education-2": "Lulus sebagai mahasiswa terbaik dalam bidang multimedia pada tahun 2018 dan menerima beasiswa tambahan.",
    "desc-education-2-gpa": "(Lulus dengan nilai kejuruan 96 / 100)",

    "title-experience": "Pengalaman & Kemampuan",
    "desc-experience-1": "Anda dapat",
    "desc-experience-2": "mengklik",
    "desc-experience-3": "Tombol di bawah ini untuk melihat proyek terkait yang menggunakan programming language / tools dipilih.",
    "btn-experience-desc-1": "Klik",
    "btn-experience-desc-2": "untuk lebih detail",
    "btn-experience-desc-3": "untuk lebih singkat",

    "title-project": "Proyek",
    "desc-project": "Anda dapat melihat portofolio proyek yang telah saya supervisi dan kerjakan pada bagian di bawah ini.",
    "button-project": "Lihat lebih lanjut →",
    "desc-project-1": "Sistem simulasi berbasis 3D berskala besar yang dimainkan dalam mode multipemain untuk menguji skenario pertempuran pertahanan dan serangan di darat, laut & udara",
    "desc-project-2": "Simulator kapal dan platform penangkapan ikan berbasis 3D yang digunakan sebagai alat pembelajaran untuk membantu pelaut memahami jembatan kapal penangkap ikan serta tahapan-tahapan dalam kegiatan penangkapan ikan.",
    "desc-project-3": "Sistem simulasi berbasis web 2D berskala besar yang dimainkan dalam mode multipemain untuk menguji skenario pertempuran pertahanan dan serangan di darat, laut, udara, bahkan di luar angkasa.",
    "desc-project-4": "Aplikasi berbasis web untuk manajemen dan pengiriman produk (data), serta pemetaan skenario menggunakan platform geospasial.",
    "desc-project-5": "Dashboard pemantauan menggunakan platform Knowage untuk memonitor produk (data) pada aplikasi.",
    "desc-project-6": "Aplikasi berbasis web untuk mengelola inventaris produk, mengatur pengiriman, serta sebagai alat komunikasi antar divisi.",
    "desc-project-7": "Situs web untuk pemesanan dan promosi produk cetak. Anda dapat mengunjunginya di",
    "desc-project-8": "Aplikasi berbasis web untuk mengelola keuangan, produk, dan keanggotaan gym.",
    "desc-project-9": "Situs web toko online untuk pembelian produk.",

    "title-contact": "Kontak Saya",
    "desc-contact": "Ingin bekerja sama? Jangan ragu untuk menghubungi saya melalui alamat di bawah ini.",
    "phone-contact": "No Telp"
}